tap "d12frosted/emacs-plus"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "ack"
brew "libyaml"
brew "ansible"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bison"
brew "gettext"
brew "nettle"
brew "gnutls"
brew "libgcrypt"
brew "bitlbee"
brew "boot-clj"
brew "ghc"
brew "cabal-install"
brew "pixman"
brew "cairo"
brew "chkrootkit"
brew "chromedriver"
brew "libsigsegv"
brew "clisp"
brew "cloc"
brew "clojure"
brew "clojurescript"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "csshx"
brew "ctags"
brew "dbus"
brew "docker"
brew "docker-compose"
brew "docker-swarm"
brew "doctl"
brew "ec2-api-tools"
brew "elixir"
brew "emacs"
brew "exiftool"
brew "faac"
brew "fdupes"
brew "figlet"
brew "pcre2"
brew "fish"
brew "fortune"
brew "gcc"
brew "gd"
brew "gdb"
brew "geos"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "irssi"
brew "ispell"
brew "john"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "leiningen"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libid3tag"
brew "libidn2"
brew "libpq"
brew "libsamplerate"
brew "libvo-aacenc"
brew "libxslt"
brew "lua"
brew "python", link: false
brew "macvim", link: false
brew "mariadb", restart_service: true
brew "mas"
brew "memcached", restart_service: true
brew "mit-scheme"
brew "mongodb"
brew "mpc"
brew "mpd"
brew "msgpack"
brew "msmtp"
brew "mtr"
brew "tokyo-cabinet"
brew "mutt"
brew "ncdu"
brew "neovim"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "nvm"
brew "offlineimap"
brew "openblas"
brew "ossp-uuid"
brew "pandoc"
brew "php"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "qt"
brew "pyqt"
brew "quantlib"
brew "r"
brew "reattach-to-user-namespace"
brew "rebar"
brew "redis", restart_service: true
brew "roswell"
brew "sbcl"
brew "scons"
brew "selenium-server-standalone"
brew "splint"
brew "task"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "urlview"
brew "varnish", restart_service: true
brew "vim"
brew "vimpager"
brew "vnstat"
brew "watchman"
brew "wget"
brew "wireshark"
brew "xapian"
brew "yasm"
brew "zeromq"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", link: false
cask "alfred"
cask "bartender"
cask "caffeine"
cask "charles"
cask "cyberduck"
cask "docker"
cask "iterm2"
cask "macvim"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "wireshark"
mas "1Password", id: 443987910
mas "Alarm Clock", id: 755731884
mas "Alfred", id: 405843582
mas "ClamXav", id: 430207028
mas "ColorSnapper", id: 418176775
mas "GarageBand", id: 682658836
mas "Growl", id: 467939042
mas "Hopper Disassembler", id: 422856039
mas "iPhoto", id: 408981381
mas "Joystick Mapper", id: 528183797
mas "Kindle", id: 405399194
mas "Linkinus", id: 402390998
mas "Photo Transfer App", id: 509182449
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "TextWrangler", id: 404010395
mas "Transmit", id: 403388562
mas "Wake Up Time", id: 495945638
mas "Witch", id: 412485838
mas "YoruFukurou", id: 428834068
